# Brew

## Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

## Binaries
brew 'bash'                                                 # Latest Bash version
brew 'coreutils'                                            # Those that come with macOS are outdated
brew 'ctags'                                                # Ctags
brew 'ffmpeg'
brew 'fzf'                                                  # FZF
brew 'git'                                                  # Git
brew 'grep'
brew 'go'                                                   # Go
brew 'htop'
brew 'httpie'
brew 'lazygit'                                              # Lazygit
brew 'mackup'
brew 'mas'                                                  # Mac App Store manager
brew 'phpunit'                                              # PHPUnit
brew 'pkg-config'
brew 'ranger'                                               # Ranger file explorer
brew 'ripgrep'                                              # Recursive search
brew 'romkatv/powerlevel10k/powerlevel10k'                  # Powerlevel10k
brew 'sqlite'                                               # SQLite
brew 'the_silver_searcher'                                  # Silver searcher
brew 'trash'                                                # Manage the Trash bin
brew 'tree'                                                 # List directories in a tree structure
brew 'vim'                                                  # Latest vim
brew 'zlib'                                                 # Needed for Memcached

## Spatie Medialibrary
brew 'jpegoptim'
brew 'optipng'
brew 'pngquant'
brew 'svgo'
brew 'gifsicle'

## Development
brew 'php'
brew 'php@7.4'
brew 'php@7.3'
brew 'composer'
brew 'imagemagick'
brew 'libmemcached'
brew 'meilisearch'
brew 'memcached'
brew 'mysql'
brew 'nginx'
brew 'node'
brew 'redis'
brew 'yarn'

## Apps
cask '1password'
cask '1password-cli'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'brave-browser'
cask 'imageoptim'
cask 'ray'
cask 'signal'
cask 'skype'
cask 'tableplus'
cask 'the-unarchiver'
cask 'tinkerwell'
cask 'visual-studio-code'
cask 'vlc'
cask 'iina'

## Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'

## Mac App Store
mas 'Numbers', id: 409203825
mas 'Spark', id: 1176895641
mas 'Speedtest', id: 1153157709
mas 'Tweetbot', id: 1384080005
