# Brew

## Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

## Binaries
brew 'bash'                                                 # Latest Bash version
brew 'coreutils'                                            # Those that come with macOS are outdated
brew 'ctags'                                                # Ctags
brew 'ffmpeg'
brew 'fzf'                                                  # FZF
brew 'git'                                                  # Git
brew 'grep'
brew 'go'                                                   # Go
brew 'htop'
brew 'httpie'
brew 'lazygit'                                              # Lazygit
brew 'mackup'
brew 'mas'                                                  # Mac App Store manager
brew 'pkg-config'
brew 'ranger'                                               # Ranger file explorer
brew 'ripgrep'                                              # Recursive search
brew 'sqlite'                                               # SQLite
brew 'trash'                                                # Manage the Trash bin
brew 'tree'                                                 # List directories in a tree structure
brew 'neovim'                                               # Latest neovim

## Spatie Medialibrary
brew 'jpegoptim'
brew 'optipng'
brew 'pngquant'
brew 'svgo'
brew 'gifsicle'

## Development
brew 'composer'
brew 'imagemagick'
brew 'libmemcached'
brew 'memcached'
brew 'mysql'
brew 'nginx'
brew 'node'
brew 'php'
brew 'redis'
brew 'yarn'

## Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'

## Apps
cask 'warp'                                                 # Warp Terminal

